[
  {
    "id": 1,
    "title": "Wie ich ein Fisch wurde...!",
    "author": "Frederik von Furchensumpf",
    "description": "Ein wunderbares Buch für demonstrative Zwecke!",
    "isbn": "123414264839"
  },
  {
    "id": 2,
    "title": "Das etwas andere Märchenbuch",
    "author": "Franziska Gruber",
    "description": "Es war ein mal vor seeehr langer Zeit...",
    "isbn": "123414264839"
  },
  {
    "id": 3,
    "title": "Das SCHAF auf der WEIDE!!",
    "author": "Franz",
    "description": "MÄH !!",
    "isbn": "123456789012"
  },
  {
    "id": 4,
    "title": "Die KUH auf der WEIDE",
    "author": "MUH",
    "description": "MUH",
    "isbn": "457887737373"
  },
  {
    "id": 5,
    "title": "ICH WILL NICHT MEHR",
    "author": "BÄH",
    "description": "ICH WILL NICHT MEHR!!!!",
    "isbn": "123456789012"
  },
  {
    "id": 7,
    "title": "Die Freiheit, frei zu sein",
    "author": "Hannah Arendt",
    "description": "»Mein Thema heute, so fürchte ich, ist fast schon beschämend aktuell.«\n\nWas ist Freiheit, und was bedeutet sie uns? Begreifen wir sie nur als die Abwesenheit von Furcht und von Zwängen, oder meint Freiheit nicht vielmehr auch, sich an gesellschaftlichen Prozessen zu beteiligen, eine eigene politische Stimme zu haben, um von anderen gehört, erkannt und schließlich erinnert zu werden? Und: Haben wir diese Freiheit einfach, oder wer gibt sie uns, und kann man sie uns auch wieder wegnehmen? In diesem auf Deutsch bisher unveröffentlichten Essay zeichnet Hannah Arendt die historische Entwicklung des Freiheitsbegriffs nach. Dabei berücksichtigt sie insbesondere die Revolutionen in Frankreich und Amerika. Während die eine in eine Katastrophe mündete und zu einem Wendepunkt der Geschichte wurde, war die andere ein triumphaler Erfolg und blieb doch eine lokale Angelegenheit. Aber warum?",
    "isbn": "978-3423146517"
  },
  {
    "id": 8,
    "title": "Das Flüstern der Bäume",
    "author": "Michael Christie",
    "description": " Eine Familie, vier Generationen, schicksalhaft verbunden mit den Wäldern Kanadas – und unserer Zukunft\n\nJacinda Greenwood weiß nichts über ihre väterliche Familie, deren Namen sie trägt. Sie arbeitet als Naturführerin auf Greenwood Island, doch die Namensgleichheit, so glaubt sie, ist reiner Zufall. Bis eines Tages ihr Ex-Verlobter vor ihr steht. Im Gepäck hat er das Tagebuch ihrer Großmutter. Jahresring für Jahresring enthüllt sich für Jacinda endlich ihre Familiengeschichte. Seit Generationen verbindet alle Greenwoods eines: der Wald. Er bietet Auskommen, ist Zuflucht und Grund für Verbrechen und Wunder, Unfälle und Entscheidungen, Opfer und Fehler. Die Folgen all dessen bestimmen nicht nur Jacindas Schicksal, sondern auch die Zukunft unserer Wälder …\n\n»Eine Familiensaga voller unerwarteter Wendungen.« stern",
    "isbn": "978-3328107842"
  },
  {
    "id": 9,
    "title": "Bis zum Mond und zurück",
    "author": "Dani Atkins",
    "description": "Bist du bereit für die unendliche Kraft der Liebe?\n»Bis zum Mond und zurück« von Bestseller-Autorin Dani Atkins ist ein dramatischer Liebesroman über Verlust, Familie und Hoffnung.\n\nFür Alex bricht die Welt zusammen, als seine Frau Lisa bei einem tragischen Unfall ums Leben kommt. Sie war nicht nur seine große Liebe, sondern auch die Mutter ihres gemeinsamen Sohnes Connor, der erst 6 Jahre alt ist.\nDass etwas von Lisa noch immer da ist, spürt Alex plötzlich ganz deutlich, als sich die herzkranke Molly mit einem sehr emotionalen Brief an ihn wendet: Lisa war Organ-Spenderin, und ihr Herz hat Molly ein neues Leben geschenkt. Nach und nach melden sich drei weitere Organ-Empfänger bei Alex. Von Beginn an besteht eine starke Verbindung zwischen den so unterschiedlichen Menschen.\nAls der kleine Connor von zu Hause fortläuft, um seine Mutter zu suchen, und dabei in Lebensgefahr gerät, werden die neuen Freundschaften auf eine harte Probe gestellt.\n\nWenn der Tod nicht das Ende ist: Dani Atkins, die Meisterin der ganz großen Gefühle, hat einen wunderschönen, dramatischen Liebesroman geschrieben, der zu Tränen rührt und gleichzeitig immer wieder ein Lächeln schenkt.\n\nEntdecke auch die anderen außergewöhnlichen Liebesromane von Dani Atkins:\n\n    Die Achse meiner Welt\n    Die Nacht schreibt uns neu\n    Der Klang deines Lächelns\n    Sieben Tage voller Wunder\n    Das Leuchten unserer Träume\n    Sag ihr, ich war bei den Sternen\n    Wohin der Himmel uns führt",
    "isbn": "978-3426527078"
  },
  {
    "id": 10,
    "title": "Der Feind in meinem Kopf",
    "author": "Matthias Hammer",
    "description": "Schluss mit Selbstsabotage!\n\nIn jedem Menschen wirken viele verschiedene Anteile seiner Persönlichkeit. Einige davon sind hilfreich , wie der innere Verantwortungsbewusste oder die innere Fürsorgliche. Andere behindern uns im Leben, sind regelrechte Feinde im eigenen Kopf.  Der erfahrene Verhaltenstherapeut Matthias Hammer geht diesem Phänomen auf den Grund und macht fünf Typen von inneren Saboteuren aus: den Kritiker, den Antreiber, den Harmoniesüchtigen, den Katastrophisierer und den Vermeider. Ein detaillierter Selbsttest zeigt, welche dieser Typen am stärksten ihr Unwesen treiben. Mit Hilfe von Matthias Hammers Analysetools und zahlreichen Übungen findet sich ein Weg zurück zu Selbstmitgefühl und innerer Achtsamkeit - und die inneren Feinde verlieren ihre Stimme!",
    "isbn": "978-3833842689"
  },
  {
    "id": 11,
    "title": "Sechzehn Wörter",
    "author": "Nava Ebrahimi",
    "description": "Von der Gewinnerin des Ingeborg-Bachmann-Preises 2021\n\nEs gibt Wörter, die wir nicht kennen. Deren Bedeutung wir aber erahnen. Als hätten sie schon immer in uns gewohnt. Und manchmal wollen sie endlich ausgesprochen werden. Als ihre Großmutter stirbt, diese eigenwillige Frau, die stets einen unpassenden Witz auf den Lippen hatte, beschließt Mona, ein letztes Mal in den Iran zu fliegen. Gemeinsam mit ihrer Mutter wagt sie die Reise in die trügerische Heimat. Der Rückflug in ihr Kölner Leben ist schon gebucht. Doch dann überredet sie ihr iranischer Langzeitliebhaber Ramin zu einem Abschiedstrip nach Bam, in jene Stadt, die fünf Jahre zuvor von einem Erdbeben komplett zerstört wurde. Die Fahrt wird für Mona zu einer Konfrontation mit ihrer eigenen Identität und ihrer Herkunft, über die so vieles im Ungewissen ist.",
    "isbn": "978-3442717545"
  },
  {
    "id": 12,
    "title": "Die Farbe von Milch",
    "author": "Nell Leyshon",
    "description": "Mein Name ist Mary. Mein Haar hat die Farbe von Milch. Und dies ist meine Geschichte. \nMary ist harte Arbeit gewöhnt. Sie kennt es nicht anders, denn ihr Leben auf dem Bauernhof der Eltern verläuft karg und entbehrungsreich. Doch dann ändert sich alles. Als sie fünfzehn wird, zieht Mary in den Haushalt des örtlichen Dorfpfarrers, um dessen Ehefrau zu pflegen und ihr Gesellschaft zu leisten – einer zarten, mitfühlenden Kranken. Bei ihr erfährt sie erstmals Wohlwollen und Anteilnahme. Mary eröffnet sich eine neue Welt. In ihrer einfachen, unverblümten Sprache erzählt sie, wie ihr Schicksal eine dramatische Wendung nimmt, als die Pfarrersfrau stirbt und sie plötzlich mit dem Hausherrn alleine zurückbleibt.",
    "isbn": "978-3961610006"
  },
  {
    "id": 13,
    "title": "Why Has Nobody Told Me This Before?",
    "author": "Dr Julie Smith",
    "description": "'Sound wisdom, easy to gulp down. I'm sure this book is already helping lots of people. Great work, Dr Julie' MATT HAIG, bestselling author of REASONS TO STAY ALIVE\n\n'Brilliant. Bite-size. Easy to understand. Easy to flick through. It's like a reference to how you feel' Phillip Schofield on ITV's THIS MORNING\n\nTHE NO. 1 SUNDAY TIMES BESTSELLER\n\n'Julie Smith is the psychology teacher you wish you'd had at school' EVENING STANDARD\n'This book is a goldmine. I truly treat it like a handbook now' STYLIST\n'It's real, it's authentic . . . Very practical and very, very helpful' LORRAINE KELLY\n\nDiscover exactly how to navigate life's many ups and downs with the essential and empowering guidance of TikTok sensation, Dr. Julie\n\nAS FEATURED IN THE OBSERVER, STYLIST, EVENING STANDARD, WOMEN'S HEALTH, MARIE CLAIRE AND GRAZIA\n________\n\nDrawing on years of experience as a clinical psychologist, online sensation Dr Julie Smith shares all the skills you need to get through life's ups and downs.\n\nFilled with secrets from a therapist's toolkit, this is a must-have handbook for optimising your mental health. Dr Julie's simple but expert advice and powerful coping techniques will help you stay resilient no matter what life throws your way.\n\nWritten in short, bite-sized entries, you can turn straight to the section you need depending on the challenge you're facing - and immediately find the appropriate tools to help with . . .\n\n- Managing anxiety\n- Dealing with criticism\n- Battling low mood\n- Building self-confidence\n- Finding motivation\n- Learning to forgive yourself\n\nThis book tackles the everyday issues that affect us all and offers easy, practical solutions that might just change your life.\n________\n\n'Sound, therapeutic wisdom that is easy to gulp down. Full of principles and advice that work and comfort whether you are in a very bad situation or an everyday worrying one. I'm sure this book is already helping lots of people. Great work, Dr Julie' MATT HAIG, bestselling author of REASONS TO STAY ALIVE\n\n'I'm blown away by her ability to communicate difficult ideas with ease, simplicity and practicality. Amazing. Go and buy it now!' Jay Shetty\n\n'Relatable, real and easy to digest . . . As if your wise best friend is chatting to you. An essential mental-health bible for adults and teenagers' YOU Magazine\n\n'If you want to feel like you have a therapist sitting across from you, empowering you with how to be your best self, this book is for you!' Nicole LePera, New York Times bestselling author of How to Do the Work\n\n'Smart, insightful, and warm. Dr Julie is both the expert and wise friend we all need' Lori Gottlieb, New York Times bestselling author of Maybe You Should Talk to Someone and co-host of the 'Dear Therapists' podcast",
    "isbn": "978-0241529713"
  },
  {
    "id": 14,
    "title": "Unfuck Your Brain: Using Science to Get over Anxiety, Depression, Anger, Freak-Outs, and Triggers (5-Minute Therapy)",
    "author": "Ph.D. Harper, Faith",
    "description": "Our brains are doing our best to help us out, but they can be real assholes sometimes. Sometimes it seems like your own brain is out to get you—melting down in the middle of the grocery store, picking fights with your date, getting you addicted to something, or shutting down completely at the worst possible moments. You already told your brain firmly that it isn't good to do these things. But your brain has a mind of its own. That's where this book comes in. With humor, patience, and lots of swearing, Dr. Faith shows you the science behind what's going on in your skull and talks you through the process of retraining your brain to respond appropriately to the non-emergencies of everyday life. If you're working to deal with old traumas, or if you just want to have a more measured and chill response to situations you face all the time, this book can help you put the pieces of the puzzle together and get your life and brain back.Here's an excerpt from the book:Knowing what’s going on up in your brain is HUGE. So much of how we interact with the world around us is a completely normal response when we take into account our past experiences and how our brains work. • Freaking the fuck out • Avoiding important shit we need to take care of • Feeling pissed off all the time • Being a dick to people we care about • Putting shit in our bodies that we know isn’t good for us • Doing shit we know is dumb or pointlessNone of these things are fucking helpful. But they all make sense.Your brain has adapted to the circumstances in your life and started doing things to protect you, bless it. It’s not TRYING to fuck you over (even though it totally is, at times).As we navigate the world, nasty shit happens. The brain stores info about the nasty shit to try to avoid it in the future. Sometimes these responses are helpful. Sometimes the responses become a bigger problem than the actual problem was. It’s called a trauma reaction.And even if you aren’t dealing with a specific trauma? Adaptive coping strategies, bad habits, and funky behaviors all wire in similar ways. And research is showing that these issues are actually some of the easier ones to treat in therapy … if we address what’s really going on, rather than just the symptoms.",
    "isbn": "978-1621063049"
  },
  {
    "id": 15,
    "title": "Ab sofort positiv denken: Wie Sie Ihre negativen Gedanken beherrschen und Grübeln stoppen. So verlagern Sie Ihren Fokus auf Glück, Selbstakzeptanz und radikale Selbstliebe",
    "author": "Derick Howell",
    "description": "\n\n65 % der Deutschen glauben laut einer Umfrage an die Kraft des positiven Denkens. \n\nDoch zwischen Glaube und Realität liegen Welten. Denn gleichzeitig sind die Deutschen europäischer Spitzenreiter, wenn es darum geht, sich Ängste und Sorgen zu machen. \n\n    Wie Wissenschaftler immer wieder betonen, sorgt die korrekte Gedanken- und Psychohygiene im Leben für Stabilität und eine bessere Gesundheit. Es ist erwiesen, dass Gedanken die Realität erschaffen.\n    Positives Denken verbessert auch die kognitiven Fähigkeiten und erlaubt einen besseren Einsatz der Sinnesorgane.\n    Negative Emotionen schlagen sich im Körper wieder. Die psychosoziale Belastung durch schädliche Gedanken in Form von Stress oder Depressionen lässt sich sogar im Labor messen.\n\nEine negative Denkweise ist dadurch charakterisiert, dass Gedanken sich verselbständigen und sich nur auf die schlimmsten Aspekte von Dingen, Ereignissen und Menschen konzentriert wird. Selbst optimistische Naturen können leicht in diese Falle geraten. \n\nDie gute Nachricht: Ausstieg und positives Denken lassen sich erlernen. \n\nEiner, der es wissen muss, ist Derick Howell. Der US-Amerikaner ist Spezialist für hocheffektive Programme gegen Ängste, Stress und Panik. Regelmäßig coacht er Führungskräfte, die auf ihrem Weg nach oben jede Menge positives Denken als Treibstoff benötigen. \n\nSeine besten Strategien rund um das positive Denken macht er nun in Buchform einem breiten Publikum zugängig:\n\n    Denk doch mal positiv! Wer hat solche Ratschläge nicht schon von wohlmeinenden Mitmenschen gehört? Derick Howell klärt auf, welche Strategien garantiert nicht funktionieren, wenn Gedanken in die Negativspirale abdriften.\n    Positives Denken ist ein Prozess, der ein wenig Geduld und Konsequenz erfordert - der Grundstein für den Erfolg wird mit den Techniken aus dem zweiten Kapitel gelegt, die sofort wirken!\n    Negative Gedankenmuster zuverlässig identifizieren und auflösen - der Autor erklärt wie die extrem effektive Methode der kognitiven Defusion funktioniert.\n    Grübeln stoppen: Finden Sie mit dem Wochenplan Ihre wahre Mission im Leben und halten Sie das Gedankenkarussell an!\n    Sorgen sind nicht nur fatal für die mentale Gesundheit, sondern können sich auch in körperlichen Beschwerden manifestieren. Lernen Sie, zwischen normalen und übermäßigen Sorgen zu unterscheiden und erfahren Sie, wie Sie Ihre negativen Gedanken herausfordern und in positive Emotionen transformieren!\n    Positives Denken gezielt fördern: Integrieren Sie die Tipps aus diesem Buch in Ihren Alltag und Sie werden schon nach kurzer Zeit merken, wie Sie mit sich und Ihrer Umwelt in Harmonie kommen.\n    Nur die Gedanken umprogrammieren reicht nicht aus. Dieses Buch fängt dort an, wo andere Ratgeber aufhören. Denn positives Denken funktioniert nur, wenn Sie sich selbst lieben und annehmen können. Erhalten Sie den Schlüssel für ein glücklicheres Leben mit diesen Anleitungen zur Selbstliebe und Selbstakzeptanz!\n\nSie haben jetzt die Wahl - weiter grübeln oder dieses Buch lesen und den entscheidenden Schritt nach vorne machen. \n\nStarten auch Sie durch in ein Leben ohne Sorgen und sichern Sie sich Ihr Exemplar!",
    "isbn": "1647801613"
  },
  {
    "id": 16,
    "title": "Das Flüstern der Bienen",
    "author": "Sofía Segovia",
    "description": "Ein einzigartiger Junge, der das Schicksal eines Dorfes für immer verändert\n\n\nIn der kleinen mexikanischen Stadt Linares erzählt man sich noch immer von dem Tag, an dem die alte Nana Reja ein Baby unter einer Brücke gefunden hat. Von einem Bienenschwarm umhüllt, erweckt der kleine Simonopio zunächst Misstrauen bei den abergläubischen Dorfbewohnern. Doch die Gutsbesitzer Francisco und Beatriz Morales nehmen den wilden stummen Jungen bei sich auf und lieben ihn wie ihr eigenes Kind. Während die Spanische Grippe die Region trifft, und um sie herum die mexikanische Revolution wütet, lernen sie Simonopios Gabe zu vertrauen und können die Familie so vor dem größten Unheil bewahren. Doch nicht alle Bewohner der Hacienda meinen es gut mit dem Jungen …\n\n»Das Flüstern der Bienen ist ein Buch voller Lebensfreude und Hoffnung. […] Ein großes Lesevergnügen.« ― WDR 4",
    "isbn": "978-3548066011"
  },
  {
    "id": 17,
    "title": "Was wir dachten, was wir taten",
    "author": "Lea-Lina Oppermann",
    "description": "Amokalarm. Eine maskierte Person dringt ins Klassenzimmer ein und diktiert mit geladener Pistole Aufgaben, die erbarmungslos die Geheimnisse aller an die Oberfläche zerren. Arroganz, Diebstähle, Mitläufertum, Lügen – hinter sorgsam gepflegten Fassaden tun sich Abgründe auf. Fiona ist fassungslos, unfähig zu handeln, Mark verspürt Genugtuung und Herr Filler schwankt zwischen Wut und Passivität. Bald sind die Grenzen so weit überschritten, dass es für niemanden mehr ein Zurück gibt. Ein messerscharf komponiertes psychologisches Kammerspiel mit Thrillerfaktor!",
    "isbn": "978-3407749635"
  },
  {
    "id": 18,
    "title": "Ein unendlich kurzer Sommer",
    "author": "Kristina Pfister",
    "description": "»Ein richtig, richtig schönes Sommerbuch.«  Mona Ameziane bei ZDF Volle Kanne\n\nWo soll man eigentlich hin, wenn man vor sich selbst davonläuft? In irgendeinen Zug einsteigen und bis zur Endstation fahren? So jedenfalls landet Lale auf dem heruntergekommenen Campingplatz an diesem See, der fast zu schön ist. Sie hilft dem alten, grantigen Besitzer Gustav beim Renovieren der maroden Bäder, füttert die flauschigen Kaninchen, trägt jeden Tag die gleiche, alte Latzhose und schweigt.\nBis Christophe diese vermeintliche Ruhe durcheinanderbringt. Christophe mit den dunklen Augen, angereist vom anderen Ende der Welt, auf der Suche nach seinen Wurzeln. Christophe, der zu spüren scheint, was Lale fühlt.\nGemeinsam erleben sie den einen Sommer, der bleibt: Flirrende Hitze, glitzerndes Wasser, gemeinsame Floßfahrten, ausgeblichenes Haar.\n\n»Ein unendlich kurzer Sommer« von Kristina Pfister – ein Roman über zweite und dritte Chancen, über das Ankommen, Loslassen und Neubeginnen.",
    "isbn": "978-3596706204"
  },
  {
    "id": 19,
    "title": "Der Gesang der Flusskrebse",
    "author": "Delia Owens",
    "description": "Ein schmerzlich schönes Debüt, das eine Kriminalgeschichte mit der Erzählung eines Erwachsenwerdens verbindet und die Natur feiert.” The New York Times\n\nChase Andrews stirbt, und die Bewohner der ruhigen Küstenstadt Barkley Cove sind sich einig: Schuld ist das Marschmädchen. Kya Clark lebt isoliert im Marschland mit seinen Salzwiesen und Sandbänken. Sie kennt jeden Stein und Seevogel, jede Muschel und Pflanze. Als zwei junge Männer auf die wilde Schöne aufmerksam werden, öffnet Kya sich einem neuen Leben – mit dramatischen Folgen. Delia Owens erzählt intensiv und atmosphärisch davon, dass wir für immer die Kinder bleiben, die wir einmal waren. Und den Geheimnissen und der Gewalt der Natur nichts entgegensetzen können.",
    "isbn": "978-3446264199"
  },
  {
    "id": 20,
    "title": "Hummeln fliegen auch bei Regen",
    "author": " Andrea Kraft",
    "description": "Von der Depression zurück ins Leben.\n\nHannah ist 35 und weiß, wie es sich anfühlt den Halt zu verlieren. Hannah ist depressiv. Manchmal lähmt sie eine Panikattacke so sehr, dass sie es kaum schafft, die Entfernung vom Bett zum Bad zurückzulegen. Als Hannah ihr altes Tagebuch findet, dem sie einst Träume anvertraute, begreift sie, dass es an der Zeit ist, sie endlich in die Tat umzusetzen und ihren eigenen Weg zu finden. Aufrüttelnd ehrlich, nicht verharmlosend und dennoch optimistisch erzählt Andrea Kraft, die selbst an Depressionen litt, von Verzweiflung, Kopfschmerz-Tagen und Niedergeschlagenheit, aber auch von Momenten stillen Glücks und Zuversicht. Zugleich macht dieser Roman Betroffenen Hoffnung, einen lebensbejahenden Umgang mit dieser Krankheit zu finden.",
    "isbn": "978-3442222186"
  }
]